# IsImageCropVisible

## Description
Check is the crop of the image visible.

```pascal
FUNCTION IsImageCropVisible(obj : HANDLE): BOOLEAN;
```

```python
def vs.IsImageCropVisible(obj):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|obj|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* Textures